[
  "obsidian-style-settings",
  "mysnippets-plugin",
  "easy-typing-obsidian",
  "obsidian42-brat",
  "Enhanced-editing",
  "obsidian-excalidraw-plugin",
  "obsidian-linter",
  "obsidian-git",
  "obsidian-tasks-plugin",
  "oz-clear-unused-images",
  "obsidian-minimal-settings",
  "dataview",
  "callout-manager",
  "realclaudian",
  "editing-toolbar",
  "floating-toc",
  "obsidian-mindmap-nextgen",
  "mousewheel-image-zoom",
  "obsidian-paste-image-rename"
]