[
  "easy-typing-obsidian",
  "obsidian-tasks-plugin",
  "callout-manager",
  "realclaudian",
  "obsidian-git",
  "omnisearch",
  "settings-search",
  "obsidian-style-settings",
  "calendar",
  "templater-obsidian",
  "tag-wrangler",
  "quickadd",
  "obsidian-linter",
  "obsidian-latex-suite",
  "homepage",
  "properties-filename",
  "multi-column-markdown",
  "obsidian-link-converter"
]