[
  "easy-typing-obsidian",
  "obsidian-tasks-plugin",
  "callout-manager",
  "realclaudian",
  "editing-toolbar",
  "obsidian-git",
  "omnisearch",
  "settings-search",
  "obsidian-style-settings",
  "calendar",
  "templater-obsidian",
  "tag-wrangler"
]